"use client";

export const serviceData=[
{
title:'المحاسبة',
subTitle:[
    {
    title:"اولاً : المحاسبة المالية" ,
    text:"يقوم المكتب بالمساعدة في إعداد شجرة الحسابات بشكل مناسب لكل طبيعة عمل مع متابعة عمليات التسجيل المحاسبي بما يضمن تدفق سهل ومعبر للمعلومات المالية وبما يعبر عن الأداء المالي الفعلي للعملاء مع التحقق من التزام العملاء بالمعايير المهنية للمحاسبة." 
  ,
  points:[]
},
    {
    title:"ثانياً : محاسبة التكاليف",
    text:"يقوم المكتب بتصميم نظم التكاليف المختلفة للعملاء والتي تكون لازمة لاتخاذ قرارات التخطيط والتسعير والرقابة وفقاً لطبيعة كل نشاط، مع عمل التحليلات المختلفة لتوزيع التكاليف الثابتة والتكاليف الغير المباشرة على الوحدات المنتجة أو الخدمات المؤداة بمعرفة العملاء مع إعداد مؤشرات لتحديد معدلات تحقيق الأهداف التكاليفية وتحديد الانحراف عن المخطط وتقديم النصائح اللازمة "
   ,
   points:[] },
    {
        title:"ثالثاً : المحاسبة الضريبية        ",
    text:'يقوم المكتب بعمل التسويات اللازمة على حسابات العملاء لأغراض الالتزام بالقوانين الضريبيّة، وإعداد الإقرارات الضريبية في مواعيدها القانونية وسداد الضرائب المستحقة على أساس سليم بما يخدم مصالح العملاء.'
  ,
  points:[]  }


]
},
{
    title:'المراجعة',
    subTitle:[
        {
        title:"اولاً: المراجعة الداخلية" ,
        text:'',
    points:[
        "تقديم خدمة المراجعة الداخلية وفقا لمعايير المراجعة المصرية وللوائح العمل والنظم والإجراءات الداخلية للشركة"
   ,
"تقديم خدمة المراجعة الداخلية لأنظمة التكاليف ومراقبة المخزون وحركة الأصول والدورات المستندية المطبقة لدى كل عميل "
,
"تقديم خدمة المراجعة الداخلية للتأكد من إحكام تطبيق نظام الرقابة الداخلية على العمليات المالية ومعالجة اي أوجه قصور ومعالجة الثغرات التي يمكن من خلالها حدوث اي خسائر مالية."
,

"تقديم خدمة المراجعة الداخلية بما يهدف الى قياس مدى تحقيق الشركة لأهدافها المالية والتنظيمية والإدارية."
  ,
"تقديم خدمة المراجعة الداخلية لمساعدة المحاسبين بالإدارة المالية للشركات في التوجيه والتبويب المحاسبي واستخراج التقارير المالية وفقا لمعايير المحاسبة المتبعة."
]
        
},
{
    title:"ثانياً :خدمات المراجعة الخارجية – مراقبة الحسابات" ,
    text:'',
    points:[
'تقديم خدمات مراجعة الحسابات للتأكد من أنها اعُدت وفقاً للمتطلبات القانونية والمعايير المهنية المعمول بها '
,
'القيام بأعمال المراجعة ذات الأغراض الخاص أو متفق عليها ومتعلقة بأثر مالي.'
  ,
'مهام التحقق والتأكد بخلاف مراجعة أو فحص معلومات مالية تاريخية.'
,
'تقديم خدمات المراجعة في نهاية العام والربع سنوية والدورية مع تقديم تقارير منتظمة عن الفترة.,'
,
'تقديم تقارير مراجعة كافية تشمل كل الملاحظات والتوصيات والاقتراحات الفعالة.'
,
'القيام بزيارات دورية على مدار العام.'
]
 
}

]
},
{
    title:'الخدمات الضريبية',
    subTitle:[
        {
        title:"" ,
        text:'',
    points:[
'لدينا خبرة أكثر من 25 عام فى كافة المعاملات الضريبية وكافة الإجراءات بخبرة فنية كبيرة وفي التالي نقدم نبذة عن الخدمات التي يقدمها المكتب للعملاء.'
  ,
'فتح الملفات الضريبية والتعامل مع مصلحة الضرائب على كافة جهاتها ',
'القيام بالمراجعة والتحقق من التزام العملاء بأحكام القوانين واللوائح الضريبة المختلفة ',
'يقوم المكتب بأعداد ومساعدة العملاء على إعـداد الإقرارات الضريبية المختلفة لكل ضريبة وتقديمها لمصلحة الضرائب طبقا في مواعيدها القانونية وفقاً لأحكام كل قانون على حده.'
,
'تنسيق أعمال الفحص الضريبي مع العملاء قبل بداية الفحص الضريبي.',
'حضور الفحص الضريبي وكافة اللجان الضريبية ولجان التظلمات الخاصة بالمنازعات الضريبية.',
'إعداد وتقديم المذكرات الدفاعية في جميع مراحل التنازع الضريبي.',
'الحضور أمم المحاكم ولجان الخبراء في كافة المنازعـات الخاصـة بالخلاف بين مصلحة الضرائب والعميل مع تقديم المذكرات الدفاعية اللازمة.'
,
'مراجعة كافة أنواع العقود التي تبرمها الشركة والتأكد من مطابقتها واتفاقها مع القـوانين واللوائح الخاصة بأنواع الضرائب المختلفة.'
,
'إعداد ومراجعة سجلات المرتبات واحتساب كافة أنواع الضرائب والرسوم المطبقة على كل فئة من العاملين.مع عمل التسويات اللازمة وفقاً لمتطلبات الإقرارات الضريبي.'
]},
{
    title:"أنواع الضريبة التي يتعامل فيها البنك" ,
    text:'',
points:[
    'ضريبة الأرباح التجارية والصناعية',
    'ضريبة المهن غير التجارية',
    'ضريبة القيمة المضافة',
    'ضريبة المرتبات ( كسب العمل )',
    'ضريبة الدمغة',
    'ضريبة الخصم والتحصيل تحت حساب الضريبة'
]}
]


},
{
    title:'دراسات الجدوى',
    subTitle:[
        {
            title:'',
        text:"يقدم المكتب خدمات دراسات الجدوى والتي تغطى الجوانب التالية" ,

    points:['تحليل السوق: يتم تقييم الطلب والعرض في السوق المستهدف، وتحديد الفرص والتهديدات.',
'تحليل وتقييم المنتجات أو الخدمات: محل دراسة الجدوى لتحديد جدواها.'
,
'تحليل المنافسة: يتم تقييم المنافسين المحتملين واستراتيجياتهم.'
,
'تحليل الجدوى المالية: يتم تقدير التكاليف والإيرادات المتوقعة، وتحديد العائد المتوقع على الاستثمار.'
,
'تحليل الجدوى الفنية: يتم تقييم البنية التحتية والتكنولوجيا المطلوبة.'
,
'تحليل الجدوى القانونية: يتم تقييم القوانين واللوائح المتعلقة بالمشروع.',
'تحليل الجدوى البيئية: يتم تقييم الأثر البيئي للمشروع.'
]}]

},

{
    title:'خدمات التأسيس',
    subTitle:[
        {
        title:"" ,
        text:'يقوم المكتب بتقديم خدمات الاستثمار وتأسيس الشركات مع تقديم المساعدة فى اختيار الشكل القانوني المناسب للنشاط وقيم الاستثمار المتوقعة وذلك من خلال فريق متكامل من الخبراء قادرون على توجيهك للاختيار الأمثل لك ومن تلك الخدمات:',
    points:[
        'تأسيس كافة أنواع شركات الأموال وشركات الأشخاص والمنشاة الفردية وفروع الشركات الأجنبية ومكاتب التمثيل ومكاتب الاتصال والمكاتب العلمية.'
  ,
  'الاستشارات فى مجال شئون الشركات وكافة قوانين المرتبطة والمتعلقة بها.',
  'تحويل الشكل القانوني للشركات.',
  'الاندماج أو التقسيم والتصفية .',
  'قيد وتسجيل الشركات فى (السجل التجاري، السجل الصناعي، هيئة سوق المال، والبورصة، الوكلاء التجاريين، سجل المصدرين والمستوردين، التأجير التمويلي ومقاولي القطاع الخاص، الاتحاد المصرى لمقاولي التشييد والبناء).'
,
'تعديل النظام الأساسي للشركات وتوفيق أوضاعها، إعداد العقود والاتفاقيات الجانبية وشهادات وصكوك الاسم والسندات، والجمعيات العامة للمساهمين، ومجالس الإدارة، وسجلات المساهمين، ودفاتر الملكية والتنازلات.'
,

'الحصول على التراخيص اللازمة للمشروعات والشركات والمعاونة فى حل مشاكلها مع الجهات الحكومية وغير الحكومية.']

        }]},
        
{
    title:'تصميم الأنظمة المالية والإدارية',
    subTitle:[
        {
        title:"" ,
        text:'لنجاح أي شركة أو منشأة يجب أن يتوافر لديها نظام مالي وإداري يتسم بالكفاءة والفاعلية لذا يمكننا أن نساعدك في تصميم الأنظمة المالية والإدارية التى تتناسب مع نشاط شركتك وذلك من خلال خبراء ماليين وإداريين متخصصين. \n  يقدم المكتب مجموعة متنوعة من الخدمات في مجال إعداد وتصميم النظم المالية والإدارية للشركات، بما في ذلك:',
    points:[
        'تصميم وتنفيذ الأنظمة المالية والإدارية التي تلبي احتياجات العملاء المختلفين. تشمل هذه الخدمات تصميم دليل الحسابات، وإنشاء قواعد البيانات، وتطوير أنظمة المحاسبة والتقارير، وتدريب الموظفين على استخدام الأنظمة.'
  ,'الدعم الفني للأنظمة المالية والإدارية:  الدعم الفني للأنظمة المالية والإدارية لضمان استمرار عملها بسلاسة وكفاءة. تشمل هذه الخدمات تحديث الأنظمة، وإصلاح الأخطاء، وتقديم الدعم الفني للموظفين.'  ,
'الاستشارات المالية والإدارية: بما يوفر مساعدة للعملاء في اتخاذ القرارات المالية والإدارية المهمة. تشمل هذه الخدمات التخطيط المالي، وتحليل البيانات المالية، وتطوير استراتيجيات الأعمال.',
'إعداد وتصميم النظم المالية: تتضمن هذه الخدمات إعداد القوائم المالية الدورية، وإعداد التقارير المالية الأخرى، والمحافظة على السجلات المحاسبية، والتعامل مع الضرائب.'
, 'النظم الإدارية: تتضمن هذه الخدمات إدارة الموارد البشرية، وإدارة المخزون، وإدارة الإنتاج، وإدارة العقود.'
]}]}
,
{
    title:'خدمات التحليل المالي وتقييم أداء الشركات',
    subTitle:[
        {
        title:"" ,
        text:'يقوم المكتب عن طريق فريق من المحللين الماليين أصحاب الخبرات الفائقة بتحليل القوائم المالية:  للشركات للمساعدة في العديد من القرارات المالية والإدارية وتشمل هذه الخدمات تحليل القيمة العادلة، وتحليل المخاطر المالية، نقاط القوة والضعف في الوضع المالي للشركة والتي تساعد الشركات على ..',
    points:[
'توقعات المبيعات، وتوقعات الأرباح، وتوقعات التدفقات النقدية.'
, 'اتخاذ قرارات مالية أفضل من خلال تزويدها بفهم أفضل لوضعها المالي.',
'تحسين الكفاءة المالية من خلال تحديد المناطق التي يمكن تحسينها (خفض التكاليف، أو تحسين إدارة المخزون، أو زيادة الإنتاجية ..........)'
   ,
'تقليل المخاطر المالية من خلال تحديد المخاطر المحتملة، وتطوير استراتيجيات للتخفيف من هذه المخاطر. وتحديد المشاريع التي تحتوي على مخاطر عالية، أو التي قد لا توفر عائدًا كافيًا على الاستثمار '
,'التنبؤ بالاتجاهات المستقبلية وتحديد الفرص الاستثمارية المربحة، وتقييم أداء الشركة وتقديم المقترحات التي تزيد من كفاءة الأداء المالي.']}]}
,
{
    title:'إعادة هيكلة المشروعات',
    subTitle:[
        {
        title:"" ,
        text:"يقدم المكتب مجموعة متنوعة من الخدمات في مجال إعادة هيكلة المشروعات، بما في ذلك:",
    points:['التقييم المالي للمشروع: يساعد التقييم المالي على تحديد أسباب تعثر المشروع، وتحديد خيارات إعادة الهيكلة المتاحة.'
,'إعداد خطة إعادة الهيكلة: تساعد خطة إعادة الهيكلة على وضع إطار عمل لإعادة هيكلة المشروع، وتحديد الإجراءات اللازمة لتحقيق أهداف إعادة الهيكلة.'
,'التنفيذ والمتابعة: يمكن أن يساعد المكتب في تنفيذ خطة إعادة الهيكلة، ومتابعة تنفيذها للتأكد من تحقيق أهدافها.'
,'إعادة هيكلة الديون: يمكن أن يساعد المكتب في التفاوض مع الدائنين لإعادة هيكلة الديون، '
,'إعادة هيكلة الأصول: يمكن أن يساعد المكتب في إعادة هيكلة الأصول، مثل بيع الأصول غير الأساسية، أو دمج الأصول، أو إعادة ترتيب الأصول.'
,'إعادة هيكلة الإدارة: يمكن أن يساعد مكتب المحاسب القانوني في إعادة هيكلة الإدارة، مثل تغيير الهيكل التنظيمي، أو تعيين إدارة جديدة، أو تطوير قدرات الإدارة الحالية.'
,' تساعد خدمات إعادة الهيكلة الشركات على تجاوز الأزمات المالية، والاستمرار في النشاط.'
,'تساعد خدمات إعادة الهيكلة الشركات على تحسين الكفاءة المالية، وتحقيق الربحية.'
,' تساعد خدمات إعادة الهيكلة الشركات المتعثرة على تقليل المخاطر المالية']


}]},
{
    title:'تمويل المشروعات',
    subTitle:[
        {
        title:"" ,
        text:"يقدم المكتب مجموعة من الخدمات التي تساعد الشركات في الحصول على التمويل من الجهات المقرضة منها المساعدة في إعداد كافة المستندات اللازمة للحصول على التمويل ، مثل دراسة الجدوى المالية بالنسب التحليلية التي تقبلها البنوك ، والقوائم المالية.وشهادات عدم الإفلاس وكافة التحليلات التي تقبلها البنوك وجهات الإقراض" ,

    points:['تقديم الاستشارات المالية للشركة حول كيفية إدارة التمويل، وكيفية تحقيق الربحية، وكيفية الحد من المخاطر المالية.']}]},
    {
        title:'إعادة هيكلة المشروعات',
        subTitle:[
            {
            title:"الخدمات القانونية" ,
            text:"يتميز المركز الاستشارى المصرى بوجود فريق قانوني متخصص فى الإجراءات القانونية للشركات وصياغة العقود والقضايا الضريبية " ,
    
        points:[]}]},
        {
            title:'المدير المالي الخارجي',
            subTitle:[
                {
                title:"" ,
                text:"يمكن للمكتب أن يكون بمثابة المدير المالي لشركتك، مع تقديم الدعم والمساعدة في توجيه شركتك فيما يتعلق باتخاذ القرارات المالية، والتخطيط، وتحليل مزايا الموظفين، ودراسة التدفقات النقدية وإدارة الاستثمار والربحية والموضوعات البنكية ، وإعداد القوائم المالية." ,
        
            points:[]}]}
]